{
    "version": "https://jsonfeed.org/version/1",
    "title": "DataConnect22",
    "description": "",
    "home_page_url": "https://andrew-dsa.github.io/pages",
    "feed_url": "https://andrew-dsa.github.io/pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "Andrew"
    },
    "items": [
        {
            "id": "https://andrew-dsa.github.io/pages/secure-your-apis.html",
            "url": "https://andrew-dsa.github.io/pages/secure-your-apis.html",
            "title": "Secure your APIs",
            "summary": "In this session ...xx odp gjdopg",
            "content_html": "<p>In this session ...xx odp gjdopg</p>",
            "author": {
                "name": "Andrew"
            },
            "tags": [
            ],
            "date_published": "2022-04-04T15:12:44+01:00",
            "date_modified": "2022-04-04T15:16:36+01:00"
        },
        {
            "id": "https://andrew-dsa.github.io/pages/test-post.html",
            "url": "https://andrew-dsa.github.io/pages/test-post.html",
            "title": "Test post",
            "summary": "Introduction and background This strategy sets out the vision and ambition of the Data Standards Authority. It articulates the role of the Authority and its priorities, including key deliverables and the way it will work across government and the public sector to deliver results. The aims and ambitions of the&hellip;",
            "content_html": "<h1><span style=\"font-weight: 400;\">Introduction and background</span></h1>\n<p> </p>\n<ol>\n<li><span style=\"font-weight: 400;\"> Data is the lifeblood of good government, driving informed decision making, beneficial policy and effective public services. Public bodies record, hold and process data continuously to fulfil a wide range of functions and deliver services for people. The public consultation on the National Data Strategy (NDS) describes the untapped potential in the way the government uses data. If government is to realise the many benefits that data can provide, a step change in the way data is used, reused and shared across government is needed. To realise this step change, data in government must be recorded, managed, used and shared in consistent ways. </span></li>\n</ol>\n<p> </p>\n<ol start=\"2\">\n<li><span style=\"font-weight: 400;\"> Until recently, different parts of government have adopted or created standards for recording, managing, using and sharing data in response to their specific needs and challenges, meaning that core foundational elements are inconsistent and incompatible with data exchange and reuse. There is a need for a centralised and co-ordinated approach to fixing government’s data foundations, as prioritised in the NDS, as one of the 5 key areas of reform. </span></li>\n</ol>\n<p> </p>\n<ol start=\"3\">\n<li><span style=\"font-weight: 400;\"> Data standards have been identified as fundamental to improving the sharing, integration and uses of data by setting clear and common understandings of how the data is represented, recorded, described, stored, shared and accessed. The government has recognised the need to improve data standards. To drive change and achieve the necessary improvements, a Data Standards Authority (DSA), led by the Cabinet Office in close partnership with the Office for National Statistics (ONS), was established in April 2020. The DSA  sets direction and leads cross-government work on data standards that support the sharing and interoperability of data within government.</span></li>\n</ol>\n<p> </p>\n<ol start=\"4\">\n<li><span style=\"font-weight: 400;\"> Government operates within a particularly complex context with fiscal, political, technological and operational challenges that need to be carefully factored. The DSA will need to drive a cultural shift in government where data and its usage is viewed as an opportunity to be embraced, rather than threats against which to be guarded. Responses to the NDS and the Civil Service Data Survey 2021</span><span style=\"font-weight: 400;\"> signalled that there is widespread support for greater focus on data standards and an authority to drive adoption of standards. As a result a key objective of the DSA is to strengthen existing levers and develop new levers where necessary to drive the adoption of data standards (both incentivisation and controls to compel compliance where appropriate). The DSA will need to work collaboratively with experts from across sectors to make certain that the standards that are proposed and implemented fully meet user needs and are fit for the future and not solely focused on meeting the demands of today. </span></li>\n</ol>\n<p> </p>\n<ol start=\"5\">\n<li><span style=\"font-weight: 400;\"> Given the breadth of data aspects that could be standardised and the available resources and capacity, it is essential that the DSA prioritise its efforts in a strategic way.  The DSA works closely with other related areas of work such as the DQHub, Integrated Data Platform, the lighthouse projects, the data sharing playbook, Digital Economy Act data sharing powers, open data and data ethics.</span></li>\n</ol>\n<p> </p>\n<ol start=\"6\">\n<li><span style=\"font-weight: 400;\"> This strategy sets out the vision and ambition of the Data Standards Authority. It articulates the role of the Authority and its priorities, including key deliverables and the way it will work across government and the public sector to deliver results. The aims and ambitions of the DSA are focussed on material and cultural change in the prioritised foundational data standards. Once in use, these standards support departments and public bodies to drive better outcomes for citizens and improve efficiencies in the delivery of services and in the business of government. A summary of the work of the DSA in its first year can be found in Annex A.</span></li>\n</ol>",
            "author": {
                "name": "Andrew"
            },
            "tags": [
            ],
            "date_published": "2021-09-20T11:46:40+01:00",
            "date_modified": "2021-09-21T00:13:33+01:00"
        },
        {
            "id": "https://andrew-dsa.github.io/pages/hello-world.html",
            "url": "https://andrew-dsa.github.io/pages/hello-world.html",
            "title": "Hello world",
            "summary": " This is a test ",
            "content_html": "\n  <p>\n    This is a test\n  </p>",
            "author": {
                "name": "Andrew"
            },
            "tags": [
            ],
            "date_published": "2021-09-16T18:14:32+01:00",
            "date_modified": "2021-09-20T13:35:40+01:00"
        }
    ]
}
